// Pushbutton that says "Install 32 Items"
"installButtonLabelTemplatePlural" = "%d つのアイテムをインストールする";

// Pushbutton that says "Install 1 Item"
"installButtonLabelTemplateSingular" = "%d つのアイテムをインストールする";

// Pushbutton for zero items
"installButtonLabelTemplateZero" = "インストールする";

// Abbreviation for megabytes
"size-mb-unit" = "MB";

// Abbreviation for kilobytes
"size-kb-unit" = "KB";

// Format for file size, like "37 MB" or "182.31 KB"
"size-string-format" = "%.1f %@";


// Strings for the "Products require reboot" dialog

// Reboot alert, shown if the user needs to restart their system.
"reboot-message" = "コンピュータの再起動をお勧めします。";
// Reboot message specifying which software product might not work until a reboot.
"reboot-details" = "%1$@ を正常に機能させるためには、コンピュータを再起動してください。";
// Default button, reboot now
"reboot-button1" = "再起動する";
// Cancel button - do it later
"reboot-button2" = "後で";
// Alert icon name.
// This message does not need to be translated.
"reboot-iconName" = "error";
// If there is no name for the product wanting a reboot, this string will
// be substituted into into |reboot-details|.
"reboot-no-product-placeholder" = "新しくアップデートされたソフトウェア";

// "All done with update" alert message - The updates were successful
"alldone-success-message" = "アップデートが正常に完了しました";
// All-done message saying that the software has successfully finished installing
"alldone-success-details" = "Google ソフトウェア アップデートは更新プログラムのインストールを完了しました。";
// OK Button, updates were successful.
"alldone-success-button1" = "OK";
// Alert icon name.
// This message does not need to be translated.
"alldone-success-iconName" = "success";

// "Unsuccessful update" alert message - All of the updates were not successful.
"alldone-failure-message" = "アップデートに失敗しました";
// Unsuccessful update message saying the update was not successful, and we'll try again at a later time.
"alldone-failure-details" = "Google ソフトウェア アップデートは更新プログラムのインストールに失敗しました。後でもう一度インストールを試みます。";
// OK button, updates were not successful.
"alldone-failure-button1" = "OK";
// Alert icon name.
// This message does not need to be translated.
"alldone-failure-iconName" = "error";

// "Partial Success", some updates succeeded, and some failed.
"alldone-mixed-message" = "一部のアップデートが正常に完了しました";
// Partial success alert message, some updates were successful, some failed and will be tried later.
"alldone-mixed-details" = "一部の更新プログラムは Google ソフトウェア アップデートによって正常にインストールされました。インストールに失敗した更新プログラムについては、後でもう一度インストールを試みます。";
// OK button
"alldone-mixed-button1" = "OK";
// Alert icon name.
// This message does not need to be translated.
"alldone-mixed-iconName" = "error";


// Strings for labels in the Google Software Update window.
// Some of these strings are referenced in
// KSAgentUpdateWindowControllerTest.m, so you may need to update the
// test if you change these.

// Title for the software Update Window.  This is the name of the "Google Software Update" product
"updatewindowTitle" = "Google ソフトウェア アップデート";
// Update Window message saying that there are new google software updates available.
"updatewindowMessageLabel" = "お使いのコンピュータで新しい Google ソフトウェアがご利用いただけるようになりました。";
// Update Window details line telling the user that if they don't install the updates now, they will be asked again sometime later.
"updatewindowDetailsLabel" = "今すぐインストールしない場合は、後でもう一度お知らせします。";
// Update Window label that is shown if any updates require a restart.
"updatewindowRestartRequiredLabel" = "後で再起動をする必要があります。";
// Update Window button label, acts as a cancel button, so that the user can update things later.
"updatewindowLaterButtonMessageLabel" = "後で";
// Empty string for a table column for the restart icon.  It can stay empty.
// This message does not need to be translated.
"updatewindowTablecolumnRestartLabel" = "";
// Update Window table column header for checkboxes for the user to select/deselect.  If the checkbox is selected, the update will be installed.
"updatewindowTablecolumnInstallLabel" = "インストールする";
// Update Window table column header for the name of the product being updated.
"updatewindowTablecolumnNameLabel" = "名前";
// Update Window table column header for the version number of the product being updated.
"updatewindowTablecolumnVersionLabel" = "バージョン";
// Update Window table column header for the download size of the product being updated.
"updatewindowTablecolumnSizeLabel" = "サイズ";
// Update Window label above a progress indicator indicating which product name is being updated..
"updatewindowInstallingProductTemplate" = "%@ をアップデートしています";
// Update Window label saying that installation is in progress.
"updatewindowInstallingStatusLabel" = "インストールをしています";


// Strings for the status menu items.  Set this as the title of the
// menu item in Interface Builder, and then the menu is localized
// at runtime.

// Status menu item letting the user bring the software update window to the front.
"raiseWindow" = "Google ソフトウェア アップデート ウィンドウを前面に表示する";
// Status menu item letting the user check for updates immediately.
"checkForUpdates" = "アップデートの確認をする";
// Status menu item text which is used when Google Software Update is actually checking for updates.  This is a disabled menu item title
"checkingForUpdates" = "アップデートの確認をしています";
